标准服务清册/GT3-ZJ-金税三期标准服务清册_V2.29/附录报文/个人税收业务/GSSB_SB_00012_全责模式补缴申报保存应征信息/报文样例/返回报文SOAP.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ent="http://entrance.publish.sbf.iitms.gt3.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <ent:service><![CDATA[<?xml version="1.0" encoding="UTF-8" standalone="yes"?><service xmlns="http://www.chinatax.gov.cn/spec/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><head><tran_id>SWZJ.GSGL.SB.SBFDWBJSBXXBC</tran_id><channel_id>GDDS.ZJNB.GSHD</channel_id>
      <tran_seq>036505bbc5024a5c85cbcd2e29695311</tran_seq><tran_date>20150914</tran_date><tran_time>113454304</tran_time><expand><name>identityType</name><value>49308fd2f75d462594648203c1ae5e93</value></expand></head><body><![CDATA[<?xml version="1.0" encoding="UTF-8"?><taxML xsi:type="ShbxfbjsbRequest" bbh="String" xmlbh="String" xmlmc="String" xsi:schemaLocation="http://www.chinatax.gov.cn/dataspec/TaxMLBw_GSSB_SB_00012_Request_V1.1.xsd" xmlns="http://www.chinatax.gov.cn/dataspec/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<ShbxfbjsbHead>
		<djxh>11370100000001598024</djxh>
		<nsrsbh>14010670100212702122</nsrsbh>
		<nsrmc>山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司</nsrmc>
		<zgswjgDm>26490010000</zgswjgDm>
		<zgswksfjDm>26403810100</zgswksfjDm>
		<sjgsrq>2016-04-04</sjgsrq>
		<djzclxDm>410</djzclxDm>
		<dwlsgxDm>22</dwlsgxDm>
		<hyDm>541</hyDm>
		<sbfsDm>222</sbfsDm>
		<zsfsDm>400</zsfsDm>
		<sbsxDm>0101</sbsxDm>
         <lxdh>111111111111111</lxdh>
		<jzdz>11111111111111111111111111111111111111111111</jzdz>
		<ssglyDm>26402900501</ssglyDm>
		<sbrq>2016-11-17</sbrq>
		<yzpzzlDm>BDA0610222</yzpzzlDm>
		<sbxxly>1</sbxxly>
		<xssr>2222222</xssr>
		<sfgzze>22222</sfgzze>
		<zgrs>3333</zgrs>
		<yhzh>111111111111111</yhzh>
		<yhmc>山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司</yhmc>
	</ShbxfbjsbHead>
	<ShbxfbjsbDetailList>
		<ShbxfbjsbDetail>
			<sbbm>11221122</sbbm>
			<sblsh>69a4c88bd8c54c3082d2f1701ff4c2aa</sblsh>
			<xxh>222222</xxh>
			<sbjbjgDm>640381</sbjbjgDm>
			<sbshrq>2014-02-03</sbshrq>
			<zsxmDm>10201</zsxmDm>
			<zspmDm>102011101</zspmDm>
			<sjzspmDm>102011100</sjzspmDm>
			<zszmDm></zszmDm>
			<skssqq>2016-10-01</skssqq>
			<skssqz>2016-10-31</skssqz>
			<jfjs>2400</jfjs>
			<jfrs>1</jfrs>
			<jffl>0.2</jffl>
			<yjfe>480.000</yjfe>
			<jmse>0.0</jmse>
			<yjse1>0.0</yjse1>
			<ybtse>480.0</ybtse>
			<bz>山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司山西建筑工程（集团）分公司</bz>
		</ShbxfbjsbDetail>			
	</ShbxfbjsbDetailList>
</taxML>
]]]]>><![CDATA[</body>
</service>]]></ent:service>
   </soapenv:Body>
</soapenv:Envelope>